hediet.vscode-drawio
James-Yu.latex-workshop
korekontrol.saltstack
liviuschera.noctis
mathematic.vscode-latex
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
twxs.cmake
warpnet.salt-lint
warpnet.saltstack-extension-pack
zhuangtongfa.material-theme
